IdeaRS.Connections
StiffenerData.ReferenceMemberPath Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the reference member (stiffeners will be placed according to this member)
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string ReferenceMemberPath { get; set; }
Property Value
Type: String
See Also
Reference
StiffenerData Class
IdeaRS.Connections.Data Namespace